brew "chezmoi"
brew "mise"
brew "antidote"
brew "starship"
brew "zoxide"
brew "atuin"
brew "ripgrep"
brew "fd"
brew "bat"
brew "eza"
brew "git-delta"
brew "lazygit"
brew "jq"
brew "gh"
brew "fzf"
brew "neovim"
brew "tree-sitter-cli"
brew "uv"
brew "unzip" if OS.linux?

cask "wezterm"

cask "font-hackgen-nerd" if OS.mac?
